###################################################################

# Created by write_sdc on Sun May 10 18:21:04 2026

###################################################################
set sdc_version 2.1

set_units -time ns -resistance kOhm -capacitance pF -voltage V -current mA
# set_operating_conditions tt1v25c -library tcbn28hpcplusbwp30p140tt1v25c
create_clock [get_ports clk_i]  -period 10  -waveform {0 5}
set_clock_uncertainty -setup 0.7  [get_clocks clk_i]
set_clock_transition -max -rise 0.16 [get_clocks clk_i]
set_clock_transition -max -fall 0.16 [get_clocks clk_i]
set_clock_transition -min -rise 0.16 [get_clocks clk_i]
set_clock_transition -min -fall 0.16 [get_clocks clk_i]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[31]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[30]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[29]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[28]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[27]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[26]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[25]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[24]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[23]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[22]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[21]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[20]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[19]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[18]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[17]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[16]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[15]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[14]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[13]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[12]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[11]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[10]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[9]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[8]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[7]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[6]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[5]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[4]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[3]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[2]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[1]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {imem_rdata_i[0]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[31]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[30]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[29]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[28]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[27]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[26]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[25]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[24]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[23]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[22]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[21]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[20]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[19]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[18]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[17]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[16]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[15]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[14]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[13]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[12]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[11]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[10]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[9]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[8]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[7]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[6]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[5]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[4]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[3]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[2]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[1]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {dmem_rdata_i[0]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[31]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[30]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[29]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[28]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[27]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[26]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[25]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[24]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[23]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[22]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[21]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[20]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[19]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[18]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[17]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[16]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[15]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[14]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[13]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[12]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[11]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[10]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[9]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[8]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[7]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[6]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[5]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[4]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[3]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[2]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[1]}]
set_input_delay -clock clk_i  -max 0.6  [get_ports {iomem_rdata_i[0]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[31]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[30]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[29]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[28]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[27]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[26]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[25]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[24]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[23]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[22]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[21]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[20]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[19]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[18]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[17]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[16]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[15]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[14]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[13]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[12]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[11]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[10]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[9]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[8]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[7]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[6]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[5]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[4]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[3]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[2]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[1]}]
set_output_delay -clock clk_i  -max 1  [get_ports {imem_addr_o[0]}]
set_output_delay -clock clk_i  -max 1  [get_ports imem_req_o]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[31]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[30]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[29]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[28]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[27]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[26]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[25]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[24]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[23]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[22]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[21]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[20]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[19]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[18]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[17]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[16]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[15]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[14]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[13]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[12]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[11]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[10]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[9]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[8]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[7]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[6]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[5]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[4]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[3]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[2]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[1]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_wdata_o[0]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[31]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[30]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[29]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[28]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[27]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[26]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[25]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[24]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[23]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[22]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[21]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[20]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[19]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[18]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[17]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[16]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[15]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[14]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[13]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[12]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[11]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[10]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[9]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[8]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[7]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[6]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[5]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[4]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[3]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[2]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[1]}]
set_output_delay -clock clk_i  -max 1  [get_ports {dmem_addr_o[0]}]
set_output_delay -clock clk_i  -max 1  [get_ports dmem_req_o]
set_output_delay -clock clk_i  -max 1  [get_ports dmem_write_o]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[31]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[30]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[29]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[28]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[27]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[26]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[25]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[24]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[23]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[22]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[21]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[20]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[19]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[18]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[17]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[16]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[15]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[14]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[13]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[12]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[11]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[10]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[9]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[8]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[7]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[6]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[5]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[4]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[3]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[2]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[1]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_wdata_o[0]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[31]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[30]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[29]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[28]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[27]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[26]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[25]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[24]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[23]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[22]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[21]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[20]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[19]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[18]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[17]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[16]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[15]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[14]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[13]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[12]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[11]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[10]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[9]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[8]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[7]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[6]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[5]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[4]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[3]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[2]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[1]}]
set_output_delay -clock clk_i  -max 1  [get_ports {iomem_addr_o[0]}]
set_output_delay -clock clk_i  -max 1  [get_ports iomem_req_o]
set_output_delay -clock clk_i  -max 1  [get_ports iomem_write_o]
set_output_delay -clock clk_i  -max 1  [get_ports icache_read_o]
